II/A_prescription/A_identity_linear/tutorial/crosslot/Allrun
#!/bin/sh


blockMesh

mirrorMesh -noFunctionObjects -overwrite

renumberMesh -overwrite

A_identity_nonlinear
